"CIAdditionCompositing" = "Tilføjelse";
"CIAffineClamp" = "Affin fastgørelse";
"CIAffineTile" = "Affin flise";
"CIAffineTransform" = "Affin ændring";
"CIBarsSwipeTransition"="Overgangen fejestribe";
"CIBlendWithMask" = "Sammensæt med maske";
"CIBloom" = "Blomstring";
"CIBoxBlur"="Feltsløring";
"CIBumpDistortion" = "Forvrængning af ujævnhed";
"CIBumpDistortionLinear"="Lineær forvrængning af ujævnhed";
"CICMYKHalftone" = "CMYK-halvtone";
"CICheckerboardGenerator" = "Skakternet";
"CICircleSplashDistortion" = "Rund stænkforvrængning";
"CICircularScreen" = "Rund skærm";
"CICircularWrap" = "Rund svøbningsforvrængning";
"CIColorControls" = "Farvebetjeningspanel";
"CIColorCube" = "Farvekube";
"CIColorInvert" = "Inverter farve";
"CIColorMap" = "Farvekort";
"CIColorMatrix" = "Farvematrice";
"CIColorMonochrome" = "Farvemonokrom";
"CIColorPosterize" = "Farveplakat";
"CIComicEffect" = "Tegneserieeffekt";
"CIConstantColorGenerator" = "Konstant farve";
"CICopyMachineTransition" = "Kopimaskine";
"CICrop" = "Beskær";
"CICrystallize" = "Krystalliser";
"CIDiscBlur"="Disksløring";
"CIDisintegrateWithMaskTransition" = "Disintegrer med maske";
"CIDisplacementDistortion" = "Fortrængningsforvrængning";
"CIDissolveTransition" = "Opløs";
"CIDotScreen" = "Raster";
"CIEdges" = "Kanter";
"CIEdgeWork" = "Kantarbejde";
"CIEightfoldReflectedTile"="Flise reflektreret otte gange";
"CIExposureAdjust" = "Justering af eksponering";
"CIFalseColor" = "Falsk farve";
"CIFastBoxBlur" = "Hurtig feltsløring";
"CIFastDiscBlur" = "Hurtig disksløring";
"CIFlashTransition" = "Blitz";
"CIFourfoldReflectedTile"="Flise reflekteret fire gange";
"CIFourfoldRotatedTile"="Flise roteret fire gange";
"CIFourfoldTranslatedTile"="Flise omdannet fire gange";
"CIGammaAdjust" = "Gammajustering";
"CIGaussianBlur" = "Gauss-sløring";
"CIGaussianGradient" = "Gauss-gradient";
"CIGlassDistortion" = "Glasforvrængning";
"CIGlassLozenge" = "Glasrhombe";
"CIGlideReflectedTile"="Glidende reflektion af flise";
"CIGloom" = "Mørke";
"CIHatchedScreen" = "Skraveret raster";
"CIHeightFieldFromMask" = "Højdefelt fra maske";
"CIHexagonalPixellate"="Sekskantet pixellering";
"CIHoleDistortion" = "Hulforvrængning";
"CIHueAdjust" = "Nuancejustering";
"CIKaleidoscope" = "Kaleidoskop";
"CILanczosScaleTransform" = "Lanczos-skaleringsændring";
"CILenticularHaloGenerator" = "Linseformet overstråling";
"CILineOverlay" = "Linjeoverligger";
"CILineScreen" = "Linjeskærm";
"CILinearGradient" = "Lineær gradient";
"CIMaskToAlpha" = "Maske til alfa";
"CIMaximumCompositing" = "Maks.";
"CIMedianFilter" = "Median";
"CIMinimumCompositing" = "Min.";
"CIModTransition" = "Mod";
"CIMotionBlur" = "Sløret bevægelse";
"CIMultiplyCompositing" = "Multiplicer";
"CINoiseReduction" = "Støjnedsættelse";
"CIOpTile" = "Opart-flise";
"CIPageCurlTransition" = "Krøllet side";
"CIParallelogramTile" = "Parallelogram-flise";
"CIPerspectiveTile" = "Perspektiveret flise";
"CIPerspectiveTransform" = "Perspektiveret ændring";
"CIPinchDistortion" = "Knibningsforvrængning";
"CIPixellate" = "Pixellering";
"CIPointillize" = "Pointillisering";
"CIRadialGradient" = "Radial gradient";
"CIRandomGenerator" = "Tilfældighedsgenerator";
"CIRippleTransition" = "Vandløb";
"CISepiaTone" = "Sepiatone";
"CIShadedMaterial" = "Skygget materiale";
"CISharpenLuminance" = "Gør luminans skarpere";
"CISixfoldReflectedTile"="Flise reflekteret seks gange";
"CISixfoldRotatedTile"="Flise roteret seks gange";
"CISourceAtopCompositing" = "Kilde øverst";
"CISourceInCompositing" = "Kilde ind";
"CISourceOutCompositing" = "Kilde ud";
"CISourceOverCompositing" = "Kilde over";
"CISpotColor" = "Staffagefarve";
"CISpotLight" = "Spotlys";
"CIStarShineGenerator" = "Stjerneskin";
"CIStripesGenerator" = "Striber";
"CISunbeamsGenerator" = "Solstråler";
"CISwipeTransition" = "Fej";
"CITorusLensDistortion" = "Kuglerings linseforvrængning";
"CITriangleTile" = "Trekantsflise";
"CITwelvefoldReflectedTile"="Flise roteret tolv gange";
"CITwirlDistortion" = "Hvirvelforvrængning";
"CIUnsharpMask" = "Maske, der fjerner skarphed";
"CIVortexDistortion" = "Hvirvelstrømsforvrængning";
"CIWhitePointAdjust" = "Hvidpunktsjustering";
"CIZoomBlur" = "Zoomsløring";
"CIColorBlendMode" = "Farvesammensætningsfunktion";
"CIColorBurnBlendMode" = "Mørk farvesammensætningsfunktion";
"CIColorDodgeBlendMode" = "Lys farvesammensætningsfunktion";
"CIDarkenBlendMode" = "Gør blandingsfunktion mørk";
"CIDifferenceBlendMode" = "Forskel i blandingsfunktion";
"CIExclusionBlendMode" = "Udeladt blandingsfunktion";
"CIHardLightBlendMode" = "Blandingsfunktion med hårdt lys";
"CIHueBlendMode" = "Nuance i blandingsfunktion";
"CILightenBlendMode" = "Gør blandingsfunktion lysere";
"CILuminosityBlendMode" = "Lysstyrke i blandingsfunktion";
"CIMultiplyBlendMode" = "Multiplicer blandingsfunktion";
"CIOverlayBlendMode" = "Overligger i blandingsfunktion";
"CISaturationBlendMode" = "Mætning i blandingsfunktion";
"CIScreenBlendMode" = "Raster i blandingsfunktion";
"CISoftLightBlendMode" = "Blandingsfunktion i blødt lys";
"CIAreaHistogram" = "Områdehistogram";
"CIAreaMaximum" = "Områdemaksimum";
"CIAreaMinimum" = "Områdeminimum";
"CIAreaMaximumAlpha" = "Maksimal områdealfa";
"CIAreaMinimumAlpha" = "Minimal områdealfa";
"CIAreaAverage" = "Områdegennemsnit";
"CIRowAverage" = "Rækkegennemsnit";
"CIColumnAverage" = "Kolonnegennemsnit";
"CIMinimumComponent" = "Minimal komponent";
"CIMaximumComponent" = "Maksimal komponent";
